Repository: muhammadfaisal97/Assessment
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Welcome to Find
ar: مرحبًا بك في Find

source: Enter your phone number below to get into
ar: أدخل رقم هاتفك أدناه للدخول

source: Phone
ar: هاتف

# cntinue
source: Continue
ar: يكمل

# weTextYou
source: We texted you
ar: أرسلنا لك رسالة نصية

source: Enter the code that we sent you on
ar: أدخل الرمز الذي أرسلناه لك

source: Did not receive code
ar: لم تتلق رمز

source: Resend
ar: إعادة إرسال

source: invalid input
ar: مدخل غير صالح

# canNotBeEmpty
source: can't be empty
ar: لا يمكن أن تكون فارغة

source: Shopping in Riyadh
ar: تسوق في الرياض

source: Change Location
ar: تغيير الموقع

source: on any fast food item
ar: على أي عنصر للوجبات السريعة

source: Valid until March 23
ar: صالح حتى 23 مارس

source: Food Delivery
ar: توصيل طلبات الطعام

source: Order from your favorite restaurant
ar: اطلب من مطعمك المفضل

source: Stores
ar: المخازن

source: Shop till you drop with endless options at your fingertips!
ar: تسوق حتى تسقط مع خيارات لا نهاية لها في متناول يدك!

source: Courier
ar: ساعي

# reliableParcelDeliveryToYourDoorstep
source: Reliable parcel delivery to your doorstep, hassle-free!
ar: توصيل موثوق للطرود إلى عتبة داركم ، بدون أي متاعب!

source: Discounts
ar: الخصومات

source: Shop smart, save big!
ar: تسوق بذكاء ، وفر الكثير!

source: Subscriptions
ar: الاشتراكات

source: Get more,Pay less
ar: احصل على المزيد ، ادفع أقل

source: English Tea House
ar: بيت الشاي الإنجليزي

source: Beverages, Ice Cream,Tea
ar: المشروبات والآيس كريم والشاي

source: Restaurants
ar: مطاعم

source: Burger
ar: برجر

source: Get more,
ar: خذ المزيد

source: Pay less,
ar: ادفع اقل

source: Favorite Merchants
ar: التجار المفضلون

source: View All
ar: مشاهدة الكل

source: Search for shops and restaurants
ar: ابحث عن المحلات التجارية والمطاعم

# off
source: 20% OFF
ar: 20٪ خصم

# about
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum.
ar: لوريم إيبسوم(Lorem Ipsum) هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف. خمسة قرون من الزمن لم تقضي على هذا النص، بل انه حتى صار مستخدماً وبشكله الأصلي في الطباعة والتنضيد الإلكتروني. انتشر بشكل كبير في ستينيّات هذا القرن مع إصدار رقائق 'ليتراسيت' (Letraset) البلاستيكية تحوي مقاطع من هذا النص، وعاد لينتشر مرة أخرى مؤخراَ مع ظهور برامج النشر الإلكتروني مثل 'ألدوس بايج مايكر' (Aldus PageMaker) والتي حوت أيضاً على نسخ من نص لوريم إيبسوم.
